Repository: DonDavici/DreamPlex
Catalog: src/locale/*/LC_MESSAGES/DreamPlex.po
Languages: cs, fr

source: All
cs: Všechny
fr: Tous

source: All Movies
cs: Všechny filmy
fr: Tous les films

source: All Filmy
cs: Všechny filmy
fr: Tous les films (?)

source: All Shows
cs: Všechny seriály
fr: Toutes les séries

source: All episodes
cs: Všechny epizody
fr: Toutes les épisodes

source: By Genre
cs: Podle žánru
fr: Par genre

source: By Folder
cs: Podle složky
fr: Par dossier

source: By First Letter
cs: Podle prvního písmene
fr: Par la première lettre

source: By Resolution
cs: Podle rozlišení
fr: Par la résolution

source: By Rating
cs: Podle hodnocení
fr: Par l'évaluation

source: By Country
cs: Podle země
fr: Par le pays

source: By Director
cs: Podle režiséra
fr: Par le régisseur

source: By Decade
cs: Podle desetiletí
fr: Par la décade

source: By Year
cs: Podle roku
fr: Par l'année

source: By Collection
cs: Podle sbírky
fr: Par la collection

source: By Content Rating
cs: Podle hodnocení obsahu
fr: Par l'évaluation du contenu

source: By Starring Actor
cs: Podle herce v hlavní roli
fr: Par le rôle principal

source: Recently Aired
cs: Nedávno vysílané
fr: Récemment sorti

source: Recently Added
cs: Nedávno přidané
fr: Récemment ajouté

source: Recently Released
cs: Nedávno vydané
fr: Récemment sorti

source: Recently Viewed
cs: Nedávno shlédnuté
fr: Récemment vu

source: Recently Viewed Episodes
cs: Nedávno shlédnuté epizody
fr: Episodes récemment vues

source: Recently Viewed Shows
cs: Nedávno shlédnuté seriály
fr: Séries récemment vues

source: Unwatched
cs: Neshlédnuté
fr: Non vu

source: On Deck
cs: Rozsledované
fr: Sur le Deck

source: Search...
cs: Vyhledat...
fr: Recherche...

source: Search Shows...
cs: Vyhledat seriály...
fr: Chercher les séries...

source: Search Episodes...
cs: Vyhledat epizody...
fr: Chercher les épisodes...

source: Movies
cs: Filmy
fr: Films

source: Series
cs: Série
fr: Séries

source: About
cs: O aplikaci
fr: Info

source: Search ...
fr: Recherche ...

source: Main Menu
fr: Menu principal

source: System
cs: Systém
fr: Système

source: UNEXPECTED ERROR:
cs: NEOČEKÁVANÁ CHYBA:
fr: ERREUR INATTENDUE:

source: Settings
cs: Nastavení
fr: Paramètres

source: Server
fr: Serveur

source: Systemcheck
cs: Ověření systému
fr: Vérifier l'installation

source: Backdrops
fr: Arrière-plans

source: Plexserver seems to be offline. Start with Wake on Lan settings? Please note: If you press yes the spinner will run for
cs: Plexserver je asi v režimu offline. Začít s probuzením po síti (Wake on Lan)? Vezměte prosím na vědomí: Stisknete-li ano, načítání poběží až po
fr: Plexserver semble être hors ligne. Afficher les paramètres WOL (Wake on Lan) ? Attention : Si vous appuyez sur Oui, le spinner s'affichera pendant

source: Plexserver seems to be offline. Please check your your settings or connection! Retry?
cs: Plexserver je asi v režimu offline. Zkontrolujte prosím vaše nastavení nebo připojení! Zkusit znovu?
fr: Plexserver semble être hors ligne. Vérifiez vos paramètres et / ou la connexion ! Réessayer ?

source: Delete Entry
cs: Smazat záznam
fr: Supprimer l'entrée

source: Add Entry
cs: Přidat záznam
fr: Ajouter une entrée

source: Enter your remote path segment here:
cs: Zadejte vaši vzdálenou cestu pro segment:
fr: Entrez le chemin distant:

source: Adding new mapping was not completed
cs: Přidání nového mapování nebylo dokončeno
fr: Ajout de mapping n'a pas réussi

source: Cancel
cs: Zrušit
fr: Annuler

source: Target:
fr: Cible:

source: Pathselector
fr: Sélecteur chemin

source: Invalid Location
cs: Neplatné umístění
fr: Location invalide

source: Select media to play
cs: Výběr média pro přehrání
fr: Choisir le média à afficher

source: Sorry I didn't find the file on the provided locations
cs: Soubor bohužel nebyl nalezen na uvedeném místě
fr: Navré, je n'ai pas trouvé le fichier à la location indiquée

source: Location:
cs: Umístění:
fr: Position:

source: Please verify you direct local settings
cs: Prosím ověř nastavení pro lokální přehrávání (direct local)
fr: Verifiez les paramètres pour 'direct local'

source: I will now try to play the file via transcode.
cs: Nyní zkusím přehrát daný soubor přes transkódování.
fr: Essayer de jouer le fichier en le transcodant.

source: Warning:
cs: Upozornění:
fr: Attention:

source: This file was partially played. Do you want to resume?
cs: Tento soubor byl již částečně přehrán. Chcete pokračovat?
fr: Fichier déjà joué. Continuer (Oui) ou Recommencer dès le début (Non) ?

source: This Box can't decode %s streams!
cs: Tento box nemůže dekódovat tento stream! %s
fr: Ce flux (%s) ne peut pas être lue

source: Your Box can't decode this video stream! %s
cs: Tento box nemůže dekódovat tento video stream! %s
fr: Cette vidéo ne peut pas être lue (%s)

source: Press exit to return
cs: Stsikni Exit pro návrat
fr: Appuyer sur Exit pour sortir

source: If you are using myPlex
cs: Pokud používáte myPlex
fr: Si vous utilisez myPlex

source: please check if curl is installed.
cs: zkontrolujte, zda je správně nainstalován.
fr: vérifiez si le cURL est installé.

source: You can use Systemcheck in the menu.
cs: Můžete využít Ověření systému v menu.
fr: Vous pouvez utiliez Systemcheck dans le menu.

source: MyPlex Token error: Check Username and Password. %s
cs: MyPlex Token error: Ověřte uživatelské jméno a heslo. %s
fr: Erreur de Token MyPlex: Vérifiez votre nom d'utilisateur et votre mot de passe. %s

source: Server List:
fr: Serveurs:

source: Name IP/myPlex Port/Email Active
fr: Nom IP/myPlex Port/Email Actif

source: Delete
cs: Smazat
fr: Supprimer

source: Add
cs: Přidat
fr: Ajouter

source: Sync Media
fr: Synchroniser médias

source: Discover
cs: Vyhledat
fr: Chercher

source: Really delete this Server Entry?
cs: Chcete skutečně smazat tento server?
fr: Etes-vous sûr vouloir supprimer ce serveur ?

source: Select server
cs: Vyber server
fr: Choisir le serveur

source: General Settings
cs: Hlavní nastavení
fr: Règlages générales

source: > State
cs: > Stav
fr: > Etat

source: Toggle state to on/off to show this server in lost or not.
cs: Přepnout stav zapnout / vypnout, zda se server ztratil nebo ne.
fr: Changer Etat en oui/non pour afficher le serveur.

source: > Autostart
fr: > Démarrage automatique

source: Enter this server automatically on startup.
cs: Zadat tento server automaticky při startu.
fr: Utiliser ce serveur par défaut au démarrage

source: > Name
cs: > Jméno
fr: > Nom

source: Connection Settings
cs: Nastavení připojení
fr: Paramètres de connexion

source: > Connection Type
cs: > Typ připojení
fr: > Type de connexion

source: > Local Authentication
fr: > Authentication locale

source: Toggle state to on/off
fr: Changer l'état à oui/non

source: Playback Settings
cs: Nastavení přehrávání
fr: Paramètres de lecture

source: > Playback Type
cs: > Typ přehrávání
fr: > Type de lecture

source: >> Use universal Transcoder
cs: >> Použít univerzální Transkodér
fr: >> Utiliser le Transcoder universel

source: You need gstreamer_fragmented installed for this feature! Please check in System ...
cs: Potřebuješ mít nainstalován plugin gstreamer_fragmented pro tuhle funkci! Prosím ověř v Systému ...
fr: Vous devez installer gstreamer_fragmented pour utiliser cette option Vérifier l'installation dans le Système ...

source: >> Transcoding quality
cs: >> Kvalita transkodování
fr: >> Qualité de rencodage

source: >> Segmentsize in seconds
cs: >> Velikost segmentu v sekundách
fr: >> Segmentsize en secondes

source: Wake On Lan Settings
cs: Nastavení pro vzdálené spuštění počítače (Wake On Lan)
fr: Paramètres Wake On Lan

source: > Use Wake on Lan (WoL)
cs: > Použít Vzdálené spouštění pořítače (WoL)
fr: > Utiliser Wake on Lan (WoL)

source: >> Mac address (Size: 12 alphanumeric no seperator) only for WoL
cs: >> Mac adresa (Velikost: 12 alfanumerických znaků bez oddělovačů) jen pro WoL
fr: >> Mac Addresse (taille: 12 charactères alphanumeriques sans séparateur) uniquement pour WoL

source: >> Wait for server delay (max 180 seconds) only for WoL
cs: >> Doba čekání na probuzení (max. 180 sekund) jen pro WoL
fr: >> Attendre sur le serveur (max. 180 secondes) uniquement pour WoL

source: You need curl installed for this feature! Please check in System ...
cs: Potřebuješ mít nainstalován curl pro tuhle funkci! Prosím ověř v Systému ...
fr: Pour cette options vous avez besoin du cURL ! Vérifier l'instalation dans le Système ...

source: >> myPLEX Username
cs: >> myPLEX Uživatelské jméno
fr: >> myPLEX Nom d'utilisateur

source: >> myPLEX Password
cs: >> myPLEX Heslo
fr: >> myPLEX mot de passe

source: >> myPLEX renew myPlex token
cs: >> myPLEX obnovení tokenu pro myPlex
fr: >> myPlex token renouveler

source: Save
cs: Uložit
fr: Sauvegarder

source: Mappings
cs: Mapování:
fr: Mappage

source: check myPlex Token
cs: ověřit myPlex Token
fr: vérifier myPlex Token

source: (re)create myPlex Token
fr: (re)créer myPlex Token

source: Server Menu
fr: Serveur menu

source: Please enter your search string:
fr: Entrez votre recherche:

source: Tv Shows
cs: TV seriály
fr: TV Séries

source: Music
cs: Hudba
fr: Musique

source: Pictures
cs: Fotky
fr: Photos

source: Channels
cs: Kanály
fr: Chaînes

source: > Used Skin
cs: > Použitý skin
fr: > Thème utilisé

source: If you change the skin you have to restart at least the GUI!
cs: Jestliže změníte skin, musíte provést minimálně restart GUI!
fr: Lors du changement du Skin vous devez redémarrer le GUI !

source: > Show Plugin in Main Menu
cs: > Zobrazit plugin v hlavním menu
fr: > Afficher le plugin dans le menu principal

source: > Use Cache for Sections
cs: > Použít cache pro sekce
fr: > Utiliser cache (tampon) pour les vues

source: > Use Picture Cache
cs: > Použít cache pro obrázky
fr: > Utiliser cache (tampon) pour les photos

source: Use this if you do not have enough space on your box e.g. no hdd drive just flash.
cs: Použijte tohle, pokud nemáte dostatek místa ve vašem boxu např. nemáte pevný disk ale pouze flash.
fr: Utiliser ceci si vous n'avez pas suffisement d'espace sur votre box, p.ex pas de disque dur, uniquement flash.

source: > Show Infobar when buffer drained
cs: > Zobrazit Infobar, když buffer je vyčerpán
fr: > Afficher la barre d'information lorsque la cache (tampon) est vide

source: > Show Backdrops as Videos
fr: > Afficher les vidéo dans l'arrière plan

source: Use this if you have m1v videos as backdrops
cs: Použijte tohle jestli máte m1v videa pozadí
fr: Utiliser ces paramètres avec les m1v vidéos d'arrière plan

source: > Stop Live TV on startup
cs: > Zastavit TV vysílání při spuštění
fr: > Arrêter Live-TV au démarrage

source: >> Play Themes in TV Shows
cs: >> Přehrát témata u TV seriálů
fr: >> Jouer la bande sonore dans les séries TV

source: > Check for updates on startup
cs: > Ověř aktualizace během spuštění
fr: > Vérifier les mises à jours au démarrage

source: If activated on each start we will check if there is a new version depending on your update type.
cs: Jestliže je aktivováno, tak při každém startu bude ověřovat, zda existuje nová verze pro zvolený typ aktualizace.
fr: Si activé, à chaque démarrage nous vérifions les mises à jours, selon le type de mise à jour choisi.

source: > Updatetype
cs: > Typ aktualizace
fr: > Type de mise à jour

source: Use Beta only if you really want to help with testing
cs: Používejte beta verzi jen když skutečně chcete pomoct s testováním
fr: Utiliser les versions Betas si vous voulez aider à tester

source: Userinterface Settings
cs: Nastavení uživatelského prostředí
fr: Paramètres d'interface utilisateur

source: > Summerize Sections
cs: > Shrnovat informace k dané sekci
fr: > Résumer les séctions

source: > Show Filter for Section
cs: > Zobrazit filter pro sekci
fr: > Afficher les filtres pour la section

source: > Show Seen/Unseen count in TvShows
cs: > Zobrazit počet zhlédnutých/nezhlédnutých dílů u TV seriálů
fr: > Afficher le nombre Vu / Non vu dans les séries

source: > Use fastScroll as default
cs: > Použít Rychlé Rolování jako default
fr: > Utiliser FastScroll par défaut

source: > Show additional data for myPlex sections
cs: > Zobrazit dodatečné informace pro myPlex sekce
fr: > Afficher les données supplémentaires pour la section myPlex

source: > Detail type for additional data
cs: > Detailní typ pro dodatečné informace
fr: > Type de donnée pour les données supplémentaire

source: Path Settings
cs: Nastavení složek
fr: Paramètres de chemin

source: > Default View for Movies
fr: > Vue par défaut pour les films

source: > Default View for Shows
fr: > Vue par défaut pour les séries

source: > Default View for Music
fr: > Vue par défaut pour la musique

source: > Media Folder Path
cs: > Složka pro média
fr: > Chemin du dossier média

source: > Config Folder Path
cs: > Složka pro konfiguraci
fr: > Chemin du dossier configuration

source: > Cache Folder Path
cs: > Složka pro cache
fr: > Chemin du dossier cache (tampon)

source: > Player Temp Path
cs: > Složka pro přehrávač
fr: > Chemin du dossier temporaire du lecteur

source: > Log Folder Path
cs: > Složka pro logy
fr: > Chemin du dossier des logs

source: Misc Settings
cs: Ostatní nastavení
fr: Autres paramètres

source: > Debug Mode
cs: > Debug mód
fr: > Mode débogage

source: Start Sync
fr: Syncroniser

source: Start Rendering
fr: Démarrer rendu

source: Background
fr: Arrière-plan

source: Abort Sync
fr: Annuler synchronisation

source: Please note to run at least once the sync media function within the server menu. This will download the needed files in the right size of 1280x720.
fr: N'oubliez pas d'effectuer au moins une fois la synchronisation dans les menu serveur. Ceci téléchargera les fichier nécessaires au bon format (1280x720).

source: Finished
fr: Términé

source: Cancelled!
fr: Annulé!

source: Sync or Renderer is still running! Continue in background?
fr: Synchronisation en cours! Continuer en arrière-plan ?

source: Starting to search for picture files with 1280x720 in its name ...
fr: Rechercher les images avec 1280x720 dans leurs noms ...

source: Files found:
fr: Fichiers trouvés :

source: backdrop video exists under the location
fr: vidéos arrière-plan existent dans la location

source: trying to render backdrop now ...:
fr: rendu des arrière-plan en cours ... :

source: Error! Error-message:%s
fr: Erreur! Message d'erreur : %s

source: No Files found. Nothing to do!
fr: Aucun fichier trouvé. Rien à faire!

source: Process aborted. Press Exit to close.
fr: Action annuée. Appuyer sur Quitter pour fermer.

source: We are done!
fr: Terminé!

source: starting ...
fr: démarrage ...

source: Reading section of the server ...
fr: Lecture de la section serveur ...

source: got movie url:
fr: trouvé url du film:

source: got show url:
fr: trouvé url de la série:

source: got music url:
fr: trouvé url de la musique:

source: Process aborted. Press OK to close.
fr: Action annulée. Appuyer sur OK pour fermer.

source: We did it :-)
fr: Terminé.

source: Error! Error-message:%s Press OK to close.
fr: Erreur! Message d'erreur: %s Appuyez sur OK pour quitter.

source: checking for
fr: vérification

source: found backdrop
fr: trouvé l'arrière-plan

source: backdrop not found, trying to download ...
fr: arrière-plan non trouvé, essaie de télécharger ...

source: found poster
fr: trouvé le poster

source: poster not found, trying to download ...
fr: poster non trouvé, essaie de télécharger ...

source: download_url:
fr: url de téléchargement

source: Check for gst-plugin-fragmented
fr: Vérifiez gst-plugin-fragemented si vous utilisez OE16.

source: Check for gst-plugins-bad-fragmented
fr: Vérifiez gst-plugin-fragemented si vous utilisez OE20.

source: Check for gst-plugin-fragmented if you are using OE16.
fr: Vérifiez gst-plugin-fragemented si vous utilisez OE16.

source: Check for gst-plugins-bad-fragmented if you are using OE20.
fr: Vérifiez gst-plugin-fragemented si vous utilisez OE20.

source: Check curl installation data.
cs: Ověřit instalační data pro curl.
fr: Vérifier l'installation du cURL ?

source: Check mjpegtools intallation data.
fr: Vérifier l'installation des mjpegtools ?

source: Check python imaging installation data.
fr: Vérifier l'installation de python imaging ?

source: Check for update.
cs: Ověřit dostupnost aktualizací.
fr: Vérifier les mises à jour ?

source: System - Systemcheck
fr: Vérifier l'installation

source: Functions List:
fr: Fonctions média:

source: Your current Version is
cs: Tvoje aktuální verze je
fr: Votre version actuelle est

source: No update available
cs: Žádná aktualizace není dostupná
fr: Pas de mise à jour

source: No internet connection available or curl is not installed!
fr: Aucune connection internet trouvée ou cURL pas trouvé !

source: Enigma2 must be restarted! Should Enigma2 now restart?
cs: Enigma2 musí být restartována! Mám nyní provést restart Enigma2 ?
fr: Enigma2 doit être redémarrer ! Redémarrer mainenant ?

source: The selected plugin is not installed! Do you want to proceed to install?
cs: Vybraný plugin není nainstalován! Chcete ho nainstalovat?
fr: Le plugin sélectionné n'est pas installé! Installer le plugin maintenant ?

source: Could not install
cs: Nemůžu nainstalovat
fr: Echec d'installation

source: Cast:
fr: Joue:

source: press 'Text'
fr: appuyez 'Text'

source: Subtitles:
cs: Titulky:
fr: Sous-titres:

source: press 'Audio'
fr: appuyez 'Audio'

source: Audio:
fr: Son:

source: press 'Info'
fr: appuyez 'Info'

source: Director:
fr: Régisseur:

source: Writer:
fr: Scénariste::

source: Year:
cs: Rok:
fr: Année:

source: Medias:
fr: Médias:

source: Unseen:
fr: Non vus:

source: Seen:
fr: Vus:

source: Seasons:
fr: Saison:

source: Runtime:
cs: Délka:
fr: Durée:

source: Video Codec:
fr: Codec vidéo:

source: Bitrate:
fr: Débit:

source: Framerate:
fr: Img/sec:

source: Audio Channels:
fr: Pistes son:

source: Aspect Ratio:
fr: Raport:

source: Resultion:
fr: Résolution:

source: Audio Codec:
fr: Codecs son:

source: File:
fr: Fichier:

source: playback mode 'default'
fr: mode lecture 'défaut'

source: View '
fr: Vue '

source: show 'Details'
fr: afficher 'Détails'

source: playmode 'multi'
fr: mode lecture 'multi'

source: playmode 'single'
fr: mode lecture 'un'

source: resume 'On'
fr: résumer 'Oui'

source: resume 'Off'
fr: résumer 'Non'

source: fastScroll 'On'
fr: fastScroll 'Oui'

source: fastScroll 'Off'
fr: fastScroll 'Non'

source: Transcoded
cs: Transkodování (Transcoded)
fr: Transcodé

source: turn filter mode off
fr: désactiver mode filtre

source: show 'Description'
fr: afficher 'Déscription'

source: Mark media unwatched
cs: Označit jako neshlédnuté
fr: Marquer comme non vu

source: Mark media watched
cs: Označit jako shlédnuté
fr: Marquer comme vu

source: Initiate Library refresh
cs: Iniciovat aktualizaci knihovny
fr: Démarrer mise à jour de la librairie

source: Media Functions
cs: Nastavení pro média
fr: Fonctions média

source: Subtitle Functions Please take note that switching the subtitles here will take only effect if you enable transcoding!
fr: Fonctions sous-titres Notez que changement de sous-titres ici aura l'effet UNIQUEMENT si vous activez le transcodage!

source: Audio Functions Please take note that switching the language here will take only effect if you enable transcoding!
fr: Fonctions son Notez que changement de langue ici aura l'effet UNIQUEMENT si vous activez le transcodage!

source: Are you sure?
cs: Určitě?
fr: Êtes-vous sûr ?

source: Deleting aborted!
cs: Mazání zrušeno!
fr: Suppression annulée !

source: TV Shows
cs: TV Seriály
fr: TV Séries

source: plex client for enigma2
cs: Plex klient pro enigma2
fr: Plex client pour Enigma2

source: Close
cs: Zavřít

source: Help
cs: Pomoc

source: Please enter your search string!
cs: Prosím zadejte hledaný název!

source: by Artists
cs: podle interpretrů

source: by Albums
cs: podle alb

source: UNEXPECTED ERROR: This is the answer from the request ... %s
cs: NEOČEKÁVANÁ CHYBA: Tohle je odpověď na požadavek: %s

source: no xml as response - tree
cs: žádné vrácené xml - tree

source: no xml as response - directory
cs: žádné vrácené xml - directory

source: no xml as response - viewGroup
cs: žádné vrácené xml - viewGroup

source: >> Show Backdrops as Videos
cs: >> Zobrazit pozadí jako video

source: State
cs: Stav

source: Name
cs: Jméno

source: Edit
cs: Upravit

source: mappings
cs: mapování

source: for the user:
cs: pro uživatele:

source: Shows
cs: Seriály

source: found mipsel (OE 1.6) => Check for 'gst-plugin-fragmented
cs: nalezen mipsel (OE 1.6) => Ověření pluginu 'gst-plugin-fragmented

source: found mips32el (OE 2.0) => Check for 'gst-plugins-bad-fragmented
cs: nalezen mips32el (OE 2.0) => Ověření pluginu 'gst-plugins-bad-fragmented

source: Check for 'gst-plugin-fragmented if you are using OE16.
cs: Ověření pluginu 'gst-plugin-fragmented - jestliže používáte OE16.

source: Check for 'gst-plugins-bad-fragmented if you are using OE20.
cs: Ověření pluginu 'gst-plugins-bad-fragmented - jestliže používáte OE20.

source: Check DreamPlex installation data.
cs: Ověřit nainstalovaná data DreamPlexu.

source: Exit
cs: Konec

source: No internet connection available!
cs: Není dostupné internetové připojení!

source: Information:
cs: Informace:

source: toggle View
cs: přepnout zobrazení

source: (current 'Default')
cs: (aktuálně 'Default')

source: fastScroll = On
cs: Rychlé Rolování = Zapnuto

source: fastScroll = Off
cs: Rychlé Rolování = Vypnuto

source: load additional data
cs: načíst dodatečné informace

source: show media functions
cs: zobraz funkce pro média

source: Genre:
cs: Žánr:

source: Select sort
cs: Výběr třídění

source: Select filter
cs: Výběr filtru

source: Select view
cs: Výběr zobrazení

source: set Filter (set to '%s')
cs: nastavit filtr (nastaveno na '%s')

source: Not available
cs: Není dostupné

source: not available
cs: není dostupné

source: Total:
cs: Celkem:

source: Pages:
cs: Stránka:

source: Show media details
cs: Detailní informace o médiu

source: Refresh this section
cs: Znovu načti tuhle sekci

source: Subtitle Functions
cs: Nastavení pro titulky

source: Audio Functions
cs: Nastavení pro audio

source: You have to reenter the section to see the changes!
cs: Musíte znovu vstoupit do této sekce, aby jste viděl změny!

source: Set view as default
cs: Nastavit zobrazení jako defaultní

source: Clear default view
cs: Vymazat defaultní zobrazení

source: No plugins available
cs: Nejsou dostupné žádné pluginy

source: Options
cs: Možnosti

source: Streamed
cs: Streamování (Streamed)

source: Direct Local
cs: Přímé přehrávání (Direct Local)
